<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Document</title>
    <link rel="stylesheet" href="style.css">
</head>
<body>
    <div class="content__title">Читать пользовательское соглашение.</div>
    <p class="pact">
        Настоящим я, далее – «Субъект Персональных Данных», во исполнение требований Федерального закона от 27.07.2006 г. № 152-ФЗ «О персональных данных» (с изменениями и дополнениями) свободно, своей волей и в своем интересе даю свое согласие Ростовскому интернет-магазину “Kristina Beauty Company” (далее – интернет-магазин, адрес интернет магазина 344065, Г. Ростов- на-Дону, ул. Ректорская, 32 А) на обработку своих персональных данных, указанных путем заполнения веб-формы на сайте kbcshop.ru (далее – Сайт), направляемой (заполненной) с использованием Сайта.
        <br>
        <br>
        Под персональными данными я понимаю любую информацию, относящуюся ко мне как к Субъекту Персональных Данных, в том числе мои фамилию, имя, отчество, адрес, образование, профессию, контактные данные (телефон, факс, электронная почта, почтовый адрес), фотографии, иную другую информацию. Под обработкой персональных данных я понимаю сбор, систематизацию, накопление, уточнение, обновление, изменение, использование, распространение, передачу, в том числе трансграничную, обезличивание, блокирование, уничтожение, бессрочное хранение), и любые другие действия (операции) с персональными данными.
        <br>
        <br>
        Обработка персональных данных Субъекта Персональных Данных осуществляется исключительно в целях регистрации Субъекта Персональных Данных в базе данных интернет-магазина с последующим направлением Субъекту Персональных Данных почтовых сообщений и смс-уведомлений, в том числе рекламного содержания, от интернет-магазина, его аффилированных лиц и/или субподрядчиков, информационных и новостных рассылок, приглашений на мероприятия интернет-магазина и другой информации рекламно-новостного содержания, а также с целью подтверждения личности Субъекта Персональных Данных при посещении мероприятий интернет-магазина.
        <br>
        <br>
        Датой выдачи согласия на обработку персональных данных Субъекта Персональных Данных является дата отправки веб-формы с Сайта интернет-магазин.
        <br>
        <br>
        Обработка персональных данных Субъекта Персональных Данных может осуществляться с помощью средств автоматизации и/или без использования средств автоматизации в соответствии с действующим законодательством РФ и внутренними положениями интернет-магазина.
        <br>
        <br>
        Интернет-магазин принимает необходимые правовые, организационные и технические меры или обеспечивает их принятие для защиты персональных данных от неправомерного или случайного доступа к ним, уничтожения, изменения, блокирования, копирования, предоставления, распространения персональных данных, а также от иных неправомерных действий в отношении персональных данных, а также принимает на себя обязательство сохранения конфиденциальности персональных данных Субъекта Персональных Данных. Школа вправе привлекать для обработки персональных данных Субъекта Персональных Данных субподрядчиков, а также вправе передавать персональные данные для обработки своим аффилированным лицам, обеспечивая при этом принятие такими субподрядчиками и аффилированными лицами соответствующих обязательств в части конфиденциальности персональных данных.
        <br>
        <br>
        Я ознакомлен(а), что:
        <br>
        <br>
        - настоящее согласие на обработку моих персональных данных, указанных при регистрации на Сайте интернет-магазина, направляемых (заполненных) с использованием Cайта, действует в течение 20 (двадцати) лет с момента регистрации на Cайте интернет-магазина;
        <br>
        <br>
        - согласие может быть отозвано мною на основании письменного заявления в произвольной форме;
        <br>
        <br>
        - предоставление персональных данных третьих лиц без их согласия влечет ответственность в соответствии с действующим законодательством Российской Федерации.  
    </p>
    
</body>
</html>